---
kind: property
id: P:Autodesk.Revit.DB.DimensionSegment.Below
source: html/19c7caa3-ec5e-f358-fc9e-dd8732457744.htm
---
# Autodesk.Revit.DB.DimensionSegment.Below Property

The text shown below the segment's value.

## Syntax (C#)
```csharp
public string Below { get; set; }
```